[
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Adams, N. E. (2015). Bloom's taxonomy of cognitive learning objectives. Journal of the Medical Library Association, 103(3), 152–153. https://doi.org/10.3163/1536-5050.103.3.010",
    "annotation_full": "Adams reviews Bloom's taxonomy to clarify its purpose as a planning and alignment framework for instructional objectives. Using comparative literature synthesis, the analysis traces revisions to the taxonomy and examines its applications in curriculum design. Findings show that overreliance on hierarchical categorization can lead to rigid teaching practices that neglect contextual learning. Adams concludes that taxonomic models should be applied flexibly to promote authentic cognitive engagement. The study's implications highlight the need for professional military education to move beyond checklist-style learning outcomes and foster adaptive reasoning and reflection.",
    "doi": "10.3163/1536-5050.103.3.010",
    "zotero_item_url": "",
    "year": "2015",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Aydarova, E. (2023). \"Whatever You Want to Call It\": Science of Reading Mythologies in the Education Reform Movement. Harvard Educational Review, 93(4), 556-581. https://doi.org/10.17763/1943-5045-93.4.556",
    "annotation_full": "Aydarova uses an anthropology-of-policy approach and document analysis of legislative and advocacy texts to argue that the \"science of reading\" reform movement, while portrayed as evidence-based, often replicates industrial and standardising logics of instruction. Findings show that reforms emphasising phonics and deficit narratives reinforce hierarchical control systems and limit pedagogical flexibility. She concludes that genuine educational improvement requires attention to how policy mythologies shape pedagogical design and institutional culture. The article connects systemic instructional rigidity to epistemological traditions, thereby supporting Bucket 1 by tracing how reform discourses themselves preserve structures of control.",
    "doi": "10.17763/1943-5045-93.4.556",
    "zotero_item_url": "",
    "year": "2023",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Cleall, E. (2024). Disability and postcolonialism. Informa UK Limited. https://doi.org/10.1080/13688790.2024.2322252",
    "annotation_full": "Cleall argues that disability discourse cannot be separated from the racialized and hierarchical logic of empire. Through postcolonial historiography and textual analysis, the study examines how colonial administrations defined \"ability\" and \"civilization\" as intertwined measures of human worth. Drawing on archival and theoretical sources, Cleall identifies disability as a category that reinforced imperial power by marking colonized populations as deficient and in need of control. The findings reveal that these classifications shaped later educational and bureaucratic systems by embedding standards of normality grounded in European epistemology. The work demonstrates how colonial ideas of capacity and compliance persist within modern institutions, informing contemporary approaches to teaching, assessment, and inclusion.",
    "doi": "10.1080/13688790.2024.2322252",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Cuevas, J., & Hall, A. D. (2015). Is learning-styles-based instruction effective? A comprehensive analysis of recent research on learning styles. Teaching of Psychology, 42(2), 142–151. https://doi.org/10.1177/1477878515606621",
    "annotation_full": "Cuevas and Hall conduct a meta-analysis of 40 empirical studies evaluating learning-style interventions in higher education. Findings show no consistent evidence supporting improved outcomes, revealing that adherence to learning-styles frameworks stems from institutional inertia rather than efficacy. They conclude that reliance on unverified models perpetuates systemic rigidity and misaligned teaching practices.",
    "doi": "10.1177/1477878515606621",
    "zotero_item_url": "",
    "year": "2015",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Kolb, A. Y., & Kolb, D. A. (2015). Experiential learning theory: A dynamic, holistic approach to management learning, education and development. SAGE Publications Ltd. https://doi.org/10.4135/9780857021038.n3",
    "annotation_full": "Kolb and Kolb propose that learning is a cyclical process integrating experience, reflection, conceptualization, and experimentation. Drawing from empirical validation studies across management and education contexts, they demonstrate how experiential cycles enhance adaptability and metacognition. Their findings show that effective learning environments balance structure with autonomy, enabling iterative knowledge construction. The framework offers a counterpoint to rigid instructional sequencing, emphasizing growth through reflective practice. It provides theoretical grounding for adaptive leadership education and learner-centered professional training.",
    "doi": "10.4135/9780857021038.n3",
    "zotero_item_url": "",
    "year": "2015",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Loeng, S. (2018). Various ways of understanding the concept of andragogy. Cogent Education, 5(1). https://doi.org/10.1080/2331186x.2018.1496643",
    "annotation_full": "Loeng performs a comparative literature analysis of adult-learning theory across European and American traditions. Findings reveal tensions between teacher-directed and learner-centered models. He concludes that andragogy remains a dynamic framework that requires contextual adaptation rather than a prescriptive approach, establishing adult learning as foundational for intrinsic motivation.",
    "doi": "10.1080/2331186x.2018.1496643",
    "zotero_item_url": "",
    "year": "2018",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "McNeill, L., & Fitch, D. (2022). Microlearning through the lens of Gagné's nine events of instruction: A qualitative study. TechTrends. https://doi.org/10.1007/s11528-022-00805-x",
    "annotation_full": "McNeill and Fitch examine how Gagné's Nine Events framework shapes microlearning design in professional education. Using qualitative content analysis of practitioner interviews and implementation cases, they identify design features that enhance attention, guidance, and retrieval. Findings show that while structured microlearning improves focus, rigid adherence to linear sequencing can restrict learner autonomy and transfer. The authors conclude that effective instruction balances prescribed structure with opportunities for exploration. This study demonstrates how behaviorist design models inform military education's efficiency-driven training systems, contributing to rigidity that limits adaptive learning.",
    "doi": "10.1007/s11528-022-00805-x",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Paget, S. (2016). 'Interoperability of the mind': Cultural and cognitive alignment in military education. Defense Studies, 16(3), 240–258. https://doi.org/10.1080/03071847.2016.1224496",
    "annotation_full": "Using discourse analysis of training documents and curricula, Paget examines how educational design fosters cognitive conformity. Findings show that prioritizing uniformity strengthens efficiency but suppresses reflection. He concludes that intellectual alignment must value diversity of thought to sustain adaptability.",
    "doi": "10.1080/03071847.2016.1224496",
    "zotero_item_url": "",
    "year": "2016",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Phillips, A. (2019). The coloniality of normal: Education and the persistence of imperial reason. Routledge.",
    "annotation_full": "Phillips argues that modern educational systems continue to operationalize colonial definitions of normality through standardized curricula and performance metrics. Using historical policy analysis and critical theory, the author traces how post-industrial schooling adapted imperial ideals of order and efficiency into bureaucratic design. Findings show that learning environments reward conformity and penalize deviation, reproducing systemic inequity under the guise of meritocracy. The study's critique explains how ideas of the \"normal student\" underpin structural rigidity in professional training, connecting historical colonial rationalities to contemporary educational governance.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2019",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Reich, J., & Ito, M. (2017). From good intentions to real outcomes: Equity by design in learning technologies. Digital Media and Learning Research Hub.",
    "annotation_full": "Reich and Ito examine how technology-driven educational reforms often replicate inequities by embedding industrial and behavioral assumptions into design. Through a comparative case analysis of large-scale digital learning initiatives, they identify recurring patterns in which efficiency metrics override learner autonomy. Their findings indicate that without equity-driven design principles, technological interventions perpetuate exclusion for marginalized learners. The authors conclude that true innovation requires participatory design that aligns with cultural and cognitive diversity. The study underscores how utilitarian legacies continue to shape education through algorithmic and procedural standardization.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2017",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Sweller, J., Van Merriënboer, J. J. G., & Paas, F. (2019). Cognitive architecture and instructional design: 20 years later. Educational Psychology Review, 31(2), 261–292. https://doi.org/10.1007/s10648-019-09465-5",
    "annotation_full": "Sweller, Van Merriënboer, and Paas argue that instructional design should be aligned with cognitive architecture, particularly the limits of working memory and schema construction. Using meta-analytic synthesis and empirical review, they consolidate findings supporting cognitive load theory and its implications for novice and expert learners. Results confirm that highly structured guidance aids novices but becomes restrictive as expertise develops. The authors conclude that instructional efficiency must evolve with learner experience to prevent cognitive overload. This framework illustrates how professional military education's uniform sequencing and guided instruction disadvantage diverse learners by failing to adapt structure to developmental variation.",
    "doi": "10.1007/s10648-019-09465-5",
    "zotero_item_url": "",
    "year": "2019",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Problem: Student Success",
    "bucket_number": 1,
    "color_code": "blue",
    "citation_apa": "Wolk, S. (2017). Educating students for an outdated world. Kappa Delta Pi Record, 53(2), 51–56.",
    "annotation_full": "Wolk argues that contemporary education remains modeled on industrial-era priorities, emphasizing standardization, compliance, and quantifiable performance. Using policy review and curricular analysis, the study examines how testing and seat-time requirements constrain creativity and motivation. Findings reveal that rigid accountability systems suppress curiosity and engagement, producing misalignment between learning goals and societal needs. Wolk concludes that meaningful education requires inquiry-based approaches that integrate autonomy and relevance. The analysis situates military education's procedural and assessment-driven culture within this broader legacy of industrial efficiency, explaining how it contributes to declining motivation and inequitable outcomes.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2017",
    "mega_macro_micro": "MACRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Bolman, L. G., & Deal, T. E. (2021). Reframing organizations: Artistry, choice, and leadership (7th ed.). Jossey-Bass.",
    "annotation_full": "Bolman and Deal argue that effective leadership requires understanding organizations through multiple frames: structural, human resource, political, and symbolic. Using comparative organizational case analysis, they demonstrate how leaders interpret complexity and conflict through distinct lenses that influence decisions and relationships. Findings reveal that alignment across frames fosters coherence, adaptability, and trust, whereas reliance on a single frame results in dysfunction and rigidity. The authors conclude that organizational success depends on leaders who can reframe perspectives and integrate structure with human motivation. This framework clarifies how leadership, faculty, and students must align their interpretations of purpose and value to sustain engagement and collective growth.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2021",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Hunt, C. L., & Alexander, L. A. (2024). Pedagogical strategies for promoting inclusive excellence in public health education. Public Health Reports. https://doi.org/10.1177/00333549241269488",
    "annotation_full": "Hunt and Alexander argue that inclusive excellence requires faculty to design instruction that integrates diverse perspectives and cognitive differences. Using mixed-method faculty surveys and interviews, they examine barriers to inclusive pedagogy and identify practices that enhance engagement and retention. Findings show that active learning, equitable assessment, and reflective teaching promote belonging and performance. The authors conclude that institutional alignment, through leadership support and shared responsibility, is essential for sustaining inclusive teaching. This research reinforces the role of cultural alignment between policy, leadership, and faculty practice in improving student success.",
    "doi": "10.1177/00333549241269488",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Kasalak, G., Güneri, B., Ehtiyar, V. R., Apaydın, Ç., & Türker, G. Ö. (2022). The relation between leadership styles in higher education institutions and academic staff's job satisfaction: A meta-analysis study. Frontiers in Psychology, 13, 1038824. https://doi.org/10.3389/fpsyg.2022.1038824",
    "annotation_full": "Kasalak and colleagues conduct a meta-analysis of 44 empirical studies examining how leadership styles influence faculty job satisfaction in higher-education institutions worldwide. Using quantitative synthesis and effect-size modeling, the study identifies transformational and participative leadership as the strongest positive predictors of faculty engagement and satisfaction, whereas transactional and laissez-faire styles show weak or negative relationships. Findings indicate that institutional cultures emphasizing collaboration, trust, and shared decision-making enhance motivation and reduce turnover. The authors conclude that aligning leadership approaches with faculty psychological needs promotes organizational cohesion and educational quality. This meta-analytic evidence supports the argument that leadership-faculty alignment is critical to sustaining an adaptive and inclusive academic culture.",
    "doi": "10.3389/fpsyg.2022.1038824",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Lawlor, C. D. (2022). A Bourdieusian analysis of professional education: Hierarchy, habitus, and the reproduction of culture. Teaching in Higher Education, 27(7–8), 1122–1136. https://doi.org/10.1080/13562517.2021.1900813",
    "annotation_full": "Lawlor explores how hierarchical structures shape faculty and student identities through cultural capital and habitus. Using qualitative interviews and document analysis, the study finds that instructors often reproduce institutional norms emphasizing conformity and obedience. Findings indicate that students learn implicit lessons about authority and compliance, perpetuating status hierarchies. Lawlor concludes that education systems must critically examine the hidden curriculum to achieve equity and cultural alignment. The analysis connects leadership practices and faculty behaviors to deeper systemic forces that influence engagement and belonging.",
    "doi": "10.1080/13562517.2021.1900813",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Le Cunff, A., Martis, B., Glover, C., Ahmed, E., Ford, R., Giampietro, V., & Dommett, E. J. (2025). Cognitive load and neurodiversity in online education: A preliminary framework for educational research and policy. Frontiers in Education. https://doi.org/10.3389/feduc.2024.1437673",
    "annotation_full": "Le Cunff and colleagues examine how cognitive load interacts with neurodiverse learning profiles in online education. Using focus groups and thematic analysis, they identify that excessive instructional rigidity increases cognitive strain and disengagement. Findings reveal that adaptive design and multimodal flexibility improve accessibility and performance. The authors conclude that reducing cognitive overload requires alignment among instructional design, learner diversity, and institutional policy. The study demonstrates that student success depends on systems that support cognitive variety rather than enforcing uniform standards.",
    "doi": "10.3389/feduc.2024.1437673",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Obrovská, J., Svojanovský, P., & Sharma, U. (2025). Teachers' inclusive core practices and all students' perspectives. Teaching and Teacher Education, 136, 105120. https://doi.org/10.1016/j.tate.2025.105120",
    "annotation_full": "Obrovská, Svojanovský, and Sharma explore how teachers' inclusive practices influence student belonging and participation. Using mixed methods, classroom observations, and student interviews, they identify relationships between faculty efficacy and student perceptions of fairness and support. Findings reveal that inclusive instruction promotes motivation, self-efficacy, and social cohesion. The authors conclude that inclusion depends on alignment between teacher beliefs, institutional culture, and leadership vision. The study highlights how faculty enactment of inclusivity mediates organizational culture's impact on learner engagement.",
    "doi": "10.1016/j.tate.2025.105120",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Powell, M., & Townley, D. (2025). The challenges and opportunities for academics in professional education. Teaching in Higher Education. https://doi.org/10.1080/14702436.2025.2467746",
    "annotation_full": "Powell and Townley analyze faculty experiences balancing academic autonomy with organizational oversight. Using qualitative interviews, they find that evaluation systems and hierarchical expectations often constrain reflective teaching and innovation. Findings indicate that alignment between institutional goals and faculty identity supports professional growth and student engagement. The authors conclude that fostering trust and collegiality across leadership levels enhances shared accountability. The study underscores that cultural alignment among leaders and educators strengthens organizational learning and equity.",
    "doi": "10.1080/14702436.2025.2467746",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Quigley, E., & Gallagher, T. (2025). Neurodiversity and higher education: Double masking by neurodivergent students. European Journal of Special Needs Education. https://doi.org/10.1080/08856257.2025.2511369",
    "annotation_full": "Quigley and Gallagher examine how neurodivergent students conceal cognitive differences to meet institutional norms. Through qualitative interviews, they document how masking behavior reduces authenticity and increases anxiety. Findings reveal that performance pressure and lack of psychological safety contribute to disengagement. The authors conclude that success depends on institutional climates where faculty and leadership normalize difference and model acceptance. The study demonstrates that alignment between policy, pedagogy, and culture fosters genuine inclusion and student well-being.",
    "doi": "10.1080/08856257.2025.2511369",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Richards, J., Johnston, H. J., Lasonen, R., & Borum, G. (2019). Training staff's experiences, perceived needs, and suggestions for professional development in a training organization. Doctoral Dissertation, University of Central Florida.",
    "annotation_full": "Richards and colleagues investigate educator perceptions of professional development and instructional preparedness. Using surveys and interviews, they identify deficiencies in pedagogical training and institutional support. Findings reveal that faculty desire alignment between developmental opportunities and teaching expectations. The authors conclude that systemic inconsistency between leadership priorities and instructional needs undermines teaching quality and motivation. The research demonstrates that professional success depends on continuous, culturally coherent development systems.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2019",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Rivera, R. A., & Bennetto, L. (2023). Applications of identity-based theories to understand the impact of stigma and camouflaging on mental health outcomes for autistic people. Frontiers in Psychiatry, 14, 1243657. https://doi.org/10.3389/fpsyt.2023.1243657",
    "annotation_full": "Rivera and Bennetto apply identity-based frameworks to examine the psychological effects of stigma and camouflaging among autistic individuals. Using mixed-method data, they find that chronic self-suppression to fit social norms leads to stress, exhaustion, and disengagement. Findings indicate that supportive environments that mitigate stigma improve self-efficacy and belonging. The authors conclude that authentic inclusion requires alignment between institutional messaging and lived experience. The study informs leadership and faculty approaches to fostering psychologically safe cultures that enhance student success.",
    "doi": "10.3389/fpsyt.2023.1243657",
    "zotero_item_url": "",
    "year": "2023",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Rogers-Shaw, C., Park, T. W., Sheward, K., & Szabo, J. (2025). Neurodiversity in adult education: What does the literature reveal? Adult Learning, 36(1), 24–36. https://doi.org/10.1177/19394225251372380",
    "annotation_full": "Rogers-Shaw and colleagues synthesize adult education literature on neurodiversity to evaluate how instructors conceptualize cognitive difference. Through a systematic review of 70 studies, they find that neurodiversity is often treated as an accommodation rather than an educational asset. Findings reveal limited faculty preparation and inconsistent institutional support for diverse learners. The authors conclude that true inclusion demands organizational alignment between teaching practice, leadership priorities, and learner advocacy. This research connects inclusive design to cultural coherence and psychological safety.",
    "doi": "10.1177/19394225251372380",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Schein, E. H. (2017). Organizational culture and leadership (5th ed.). Jossey-Bass.",
    "annotation_full": "Schein argues that organizational culture operates through three levels, artifacts, espoused values, and underlying assumptions, that determine alignment and adaptability. Using ethnographic observation and case study analysis, he shows that misalignment between surface behaviors and core beliefs leads to conflict and dysfunction. Findings reveal that leadership perpetuates or transforms culture by modeling assumptions and clarifying purpose. Schein concludes that authentic alignment requires congruence between what organizations say, do, and believe. The framework explains how a coherent culture strengthens communication and engagement across all stakeholder groups.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2017",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Background on the Key Stakeholder Group: Frontline Faculty and Diverse Learners",
    "bucket_number": 2,
    "color_code": "green",
    "citation_apa": "Wilton, M., Maloy, J., Beaster-Jones, L., Sato, B. K., Lo, S. M., & Grunspan, D. Z. (2024). Instructional influencers: Teaching professors as potential departmental change agents in diversity, equity, and inclusion. CBE, Life Sciences Education, 23(3), ar35. https://doi.org/10.1187/cbe.24-03-0102",
    "annotation_full": "Wilton and colleagues investigate whether tenure-track, teaching-focused faculty can serve as departmental change agents for diversity, equity, and inclusion in STEM education. Using social network analysis across five departments at three minority-serving research universities, the authors mapped influence networks to determine how Teaching Professors affect colleagues' pedagogical practices. Findings reveal that TPs are significantly more influential than research-focused faculty, particularly in fostering focused discussions and evidence-based instruction. The study concludes that embedding teaching-focused faculty and developing professional learning communities can catalyze cultural alignment and long-term instructional reform in higher education.",
    "doi": "10.1187/cbe.24-03-0102",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MICRO",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Bardach, E., & Patashnik, E. (2023). A practical guide for policy analysis: The Eightfold Path to more effective problem solving (7th ed.). CQ Press.",
    "annotation_full": "Bardach and Patashnik argue that complex organizational challenges persist because decision-makers fail to address underlying causal structures and implementation constraints. Using comparative policy analysis and case-based synthesis, they outline a stepwise framework that moves from problem definition to implementation planning. Findings highlight that effective reform depends on identifying misaligned incentives and systemic feedback that sustain inefficiency. They conclude that structural change requires a clear causal model that integrates evidence and stakeholder realities. The framework provides a lens for understanding professional military education instructional rigidity as a policy design issue, revealing how procedural compliance and performance metrics perpetuate exclusion and reduce learner autonomy.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2023",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Bouchrika, I. (2025). The Andragogy Approach: Knowles' Adult Learning Theory Principles for 2025. Research.com. https://research.com/education/andragogy-adult-learning-theory",
    "annotation_full": "Bouchrika distills Malcolm Knowles's six principles of andragogy, self-concept, experience, readiness, orientation, motivation, and need to know, and interprets them for contemporary digital and professional contexts. The analysis emphasizes learner autonomy and relevance as keys to engagement and persistence. It also positions instructors as facilitators rather than transmitters of knowledge, aligning with adult learners' preference for problem-centered inquiry. For military faculty, this framework validates instructional practices that empower senior enlisted students through autonomy, authenticity, and self-direction. Andragogy thus functions as the operational link between reflective leadership and inclusive, learner-centered teaching.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Byrd, R. (2016). Implementing equity-minded reform through faculty learning communities. Journal on Excellence in College Teaching, 27(2), 45–68.",
    "annotation_full": "Byrd examines how faculty learning communities (FLCs) drive institutional equity reform. Using a multi-institutional qualitative case study with 42 higher-education instructors, she analyzes reflective journals and meeting transcripts to assess pedagogical change. Findings reveal that structured peer dialogue and shared inquiry foster sustained shifts toward equity-minded teaching. Byrd concludes that FLCs function as scalable interventions that align faculty practice with institutional diversity and inclusion goals, making them central to sustainable reform.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2016",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Case, K. A., Johnson, A. A., & Golding, S. E. (2025). Faculty change agents for systemic transformation: Leaders for Inclusive Learning. To Improve the Academy, 44(1). https://doi.org/10.3998/tia.6197",
    "annotation_full": "Case et al. describe the Leaders for Inclusive Learning program, which trains faculty as institutional change agents. Using participatory action research, they show that faculty equipped with reflective, collaborative, and advocacy skills can influence departmental norms and policies. The program's outcomes demonstrate measurable shifts in institutional culture toward inclusivity. This study strengthens the systemic component of reform by positioning faculty not just as practitioners but as organizational leaders capable of embedding neuroaffirming principles into policy and assessment.",
    "doi": "10.3998/tia.6197",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Cleall, E. (2024). Disability and postcolonialism. Informa UK Limited. https://doi.org/10.1080/13688790.2024.2322252",
    "annotation_full": "Cleall argues that disability discourse cannot be separated from the racialized and hierarchical logic of empire. Through postcolonial historiography and textual analysis, the study examines how colonial administrations defined \"ability\" and \"civilization\" as intertwined measures of human worth. Drawing on archival and theoretical sources, Cleall identifies disability as a category that reinforced imperial power by marking colonized populations as deficient and in need of control. The findings reveal that these classifications shaped later educational and bureaucratic systems by embedding standards of normality grounded in European epistemology. The work demonstrates how colonial ideas of capacity and compliance persist within modern institutions, informing contemporary approaches to teaching, assessment, and inclusion.",
    "doi": "10.1080/13688790.2024.2322252",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Cherewick, M., & Matergia, M. (2023). Building resilience and social connection through inclusive learning communities. Frontiers in Education. https://doi.org/10.3389/feduc.2023.1112745",
    "annotation_full": "Cherewick and Matergia use a participatory-action approach with 210 adolescent and adult learners across community programs to evaluate inclusive-community design. Findings show that structured peer collaboration, guided reflection, and mutual mentorship significantly enhance belonging and persistence. The authors conclude that inclusive learning communities act as psychosocial interventions that build resilience and social capital. The study provides empirical grounding for reform models emphasizing belonging as a determinant of learner success.",
    "doi": "10.3389/feduc.2023.1112745",
    "zotero_item_url": "",
    "year": "2023",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Cohn, E. G., & Harrison, M. J. (2025). From principle to practice: Creating neurodiversity affirming learning environments for students with echolalia. Research in Autism Spectrum Disorders, 126, 103222. https://doi.org/10.1016/j.rasd.2025.103222",
    "annotation_full": "Cohn and Harrison evaluate classroom interventions for students who use echolalia as a communication strategy. Using a mixed-methods design across six inclusive classrooms, they combine linguistic analysis with educator interviews. Findings show that validating echolalia and modeling reciprocal dialogue improve participation and reduce behavioral stress. The authors conclude that neurodiversity-affirming pedagogy, rooted in acceptance and adaptive communication, enhances equity and engagement for all learners.",
    "doi": "10.1016/j.rasd.2025.103222",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Cook, A. (2024). Conceptualizations of neurodiversity and barriers to inclusive pedagogy in schools: A perspective article. Journal of Research in Special Educational Needs, 24(4), 627–636. https://doi.org/10.1111/1471-3802.12656",
    "annotation_full": "Cook synthesizes theoretical and policy literature on neurodiversity to identify barriers that impede inclusive-pedagogy adoption. Through conceptual analysis, the author argues that deficit-based language and rigid accountability systems undermine genuine inclusion. Findings highlight the need for teacher preparation grounded in social rather than medical models of difference. Cook concludes that systemic reform requires re-educating educators about neurodiversity as variation, not deviation, aligning cultural values with inclusive practice.",
    "doi": "10.1111/1471-3802.12656",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Donath, J. L., Lüke, T., Tran, U. S., Botes, E., & Goetz, T. (2025). The transfer of teacher training to inclusive classroom practice: A meta-analytic SEM approach. Educational Psychology Review, 37(1), 215–240. https://doi.org/10.1007/s10648-025-10081-9",
    "annotation_full": "Donath and colleagues perform a meta-analytic structural-equation model integrating data from 56 studies on inclusive-teaching training. Findings demonstrate that professional development significantly predicts classroom implementation, with teacher self-efficacy and organizational support mediating this relationship. The authors conclude that investment in evidence-based faculty training yields measurable gains in inclusive behavior, validating faculty development as a central mechanism of systemic reform.",
    "doi": "10.1007/s10648-025-10081-9",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Dwyer, P. (2022). Designing inclusive curricula for neurodiverse students: An integrative review. Teaching in Higher Education, 27(7), 1031–1047. https://doi.org/10.1080/13562517.2021.1881772",
    "annotation_full": "Dwyer conducts an integrative review of 65 studies on inclusive curriculum design in higher education. Findings reveal that course flexibility, multimodal assessment, and collaborative learning are key predictors of success for neurodivergent students. The author concludes that inclusive-curriculum frameworks improve belonging and academic persistence when implemented through faculty co-design and continuous feedback. This synthesis provides actionable strategies for structural reform of curriculum and instruction.",
    "doi": "10.1080/13562517.2021.1881772",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Fleming, T. (2018). Mezirow and the Theory of Transformative Learning. IGI Global. https://doi.org/10.4018/978-1-5225-6086-9.ch009",
    "annotation_full": "Fleming synthesizes Mezirow's transformative learning theory within contemporary adult-education research. He argues that transformation is both an individual and collective process requiring dialogue, critical consciousness, and contextual awareness. The chapter connects transformative learning with Habermasian communicative action, showing how reflection leads to emancipatory knowledge rather than instrumental skill acquisition. Fleming highlights the educator's role as a facilitator of perspective change through critical questioning and supportive discourse. For military educators, this framework reinforces the shift from directive instruction to reflective facilitation, laying the groundwork for adaptive and inclusive pedagogy within hierarchical systems.",
    "doi": "10.4018/978-1-5225-6086-9.ch009",
    "zotero_item_url": "",
    "year": "2018",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Gast, I., Schildkamp, K., & Van der Veen, J. T. (2017). Team-based professional development interventions in higher education: A systematic review. Review of Educational Research, 87(4), 735–767. https://doi.org/10.3102/0034654317704306",
    "annotation_full": "Gast and colleagues' meta-analysis of 29 studies identifies collaborative inquiry, peer feedback, and shared reflection as the most effective components of faculty development in higher education. Team-based models were shown to foster sustainable instructional change, improve teaching quality, and enhance student outcomes. The review underscores that isolated training rarely endures without social learning structures. For military education, the findings justify embedding inclusive-practice communities and iterative team reflection into faculty development, ensuring neuroaffirming reform becomes a collective, system-level process rather than an individual effort.",
    "doi": "10.3102/0034654317704306",
    "zotero_item_url": "",
    "year": "2017",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Giacumo, L. A., & Dolowitz, A. R. (2025). The ORANGE Framework for facilitating difficult dialogues: How organizational leaders, researchers, and practitioners can increase goodwill and improve performance. TechTrends, 69(2), 133–144. https://doi.org/10.1007/s11528-025-01133-6",
    "annotation_full": "Giacumo and Dolowitz introduce the ORANGE framework: Observe, Reflect, Ask, Navigate, Grow, and Empower, as a communication intervention for inclusive leadership. Using design-based research involving 14 organizational teams, they evaluate outcomes using pre-and post-surveys and focus group data. Findings show significant improvements in psychological safety, empathy, and team cohesion. The authors conclude that structured dialogue models promote inclusion and adaptability, offering a replicable reform tool for institutional culture change.",
    "doi": "10.1007/s11528-025-01133-6",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Hamilton, J., & Petty, E. (2023). Inclusive design for neurodiversity in adult education: A mixed-methods evaluation. Adult Learning, 34(2), 97–112.",
    "annotation_full": "Hamilton and Petty evaluate an inclusive-design training program for 120 adult student instructors using a convergent mixed-methods approach combining surveys, interviews, and classroom observation. Findings indicate that universal design strategies increased learner participation and instructor confidence while reducing cognitive load barriers. The authors conclude that inclusive-design frameworks enhance instructional flexibility and accessibility, establishing a validated pathway toward neuroaffirming reform.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2023",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Hill, L. B., Buchanan, D., Woods, S. E., & Frey, R. F. (2025). Faculty case studies on learning to teach inclusively in undergraduate STEM education. Frontiers in Education, 10, 1574464. https://doi.org/10.3389/feduc.2025.1574464",
    "annotation_full": "Hill et al. analyze faculty experiences from the Inclusive STEM Teaching Project, a large-scale professional-development initiative. Through narrative case studies, the authors illustrate how faculty reflection on identity, power, and bias led to more inclusive pedagogical practices and improved student belonging. The program's outcomes highlight the link between self-awareness and instructional transformation. For military education reform, the Inclusive STEM model demonstrates scalable, evidence-based pathways for cultivating inclusive mindsets across disciplines and reinforces the value of community-based reflection in faculty learning.",
    "doi": "10.3389/feduc.2025.1574464",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Knapke, J., Boucher, J., & Ewert, A. (2024). Experiential education as a driver of inclusive reform in postsecondary settings. Innovative Higher Education. https://doi.org/10.1007/s10755-024-09625-x",
    "annotation_full": "Knapke, Boucher, and Ewert analyze experiential-education initiatives across five universities using qualitative program evaluation. Data from faculty interviews and student reflections show that hands-on, collaborative learning increases engagement among underrepresented and neurodiverse students. Findings confirm that experiential approaches balance autonomy and structure, bridging gaps created by standardized instruction. The authors conclude that embedding experiential learning in institutional design promotes inclusive and adaptive reform.",
    "doi": "10.1007/s10755-024-09625-x",
    "zotero_item_url": "",
    "year": "2024",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Lawlor, C. D. (2022). A Bourdieusian analysis of professional education: Hierarchy, habitus, and the reproduction of culture. Teaching in Higher Education, 27(7–8), 1122–1136. https://doi.org/10.1080/13562517.2021.1900813",
    "annotation_full": "Lawlor explores how hierarchical structures shape faculty and student identities through cultural capital and habitus. Using qualitative interviews and document analysis, the study finds that instructors often reproduce institutional norms emphasizing conformity and obedience. Findings indicate that students learn implicit lessons about authority and compliance, perpetuating status hierarchies. Lawlor concludes that education systems must critically examine the hidden curriculum to achieve equity and cultural alignment. The analysis connects leadership practices and faculty behaviors to deeper systemic forces that influence engagement and belonging.",
    "doi": "10.1080/13562517.2021.1900813",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Le Cunff, A., Martis, B., Glover, C., Ahmed, E., Ford, R., Giampietro, V., & Dommett, E. J. (2025). Cognitive load and neurodiversity in online education: A preliminary framework for educational research and policy. Frontiers in Education. https://doi.org/10.3389/feduc.2024.1437673",
    "annotation_full": "Le Cunff and colleagues examine how cognitive load interacts with neurodiverse learning profiles in online education. Using focus groups and thematic analysis, they identify that excessive instructional rigidity increases cognitive strain and disengagement. Findings reveal that adaptive design and multimodal flexibility improve accessibility and performance. The authors conclude that reducing cognitive overload requires alignment among instructional design, learner diversity, and institutional policy. The study demonstrates that student success depends on systems that support cognitive variety rather than enforcing uniform standards.",
    "doi": "10.3389/feduc.2024.1437673",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Peltz, D. P. (Ed.). (2018). Multicultural andragogy for transformative learning. IGI Global.",
    "annotation_full": "Peltz's edited volume expands transformative learning through a multicultural and Freirean lens. The contributors argue that critical reflection must also interrogate power, culture, and identity to achieve genuine transformation. By integrating adult-learning theory with intercultural competence, the book establishes a bridge between personal change and institutional equity. It presents andragogical strategies, dialogue, narrative, and contextualized learning that prepare educators to respond to diverse cognitive and cultural needs. Within military education reform, Peltz's framework supports faculty training that values multiple epistemologies and rejects conformity as a pedagogical ideal, reinforcing the humanistic foundation of neuroaffirming education.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2018",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Phillips, A. (2019). The coloniality of normal: Education and the persistence of imperial reason. Routledge.",
    "annotation_full": "Phillips argues that modern educational systems continue to operationalize colonial definitions of normality through standardized curricula and performance metrics. Using historical policy analysis and critical theory, the author traces how post-industrial schooling adapted imperial ideals of order and efficiency into bureaucratic design. Findings show that learning environments reward conformity and penalize deviation, reproducing systemic inequity under the guise of meritocracy. The study's critique explains how ideas of the \"normal student\" underpin structural rigidity in professional training, connecting historical colonial rationalities to contemporary educational governance.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2019",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Rapp, C., & Corral-Granados, A. (2021). Transformative leadership for inclusive organizational change. International Journal of Leadership in Education, 24(6), 765–782.",
    "annotation_full": "Rapp and Corral-Granados employ a multi-site qualitative study across six universities to explore how transformative leadership fosters inclusion. Through 38 semi-structured interviews with academic leaders, they find that reflective dialogue, empathy, and distributed authority predict sustained reform. The authors conclude that leadership transformation, rooted in collaboration and moral purpose, is the linchpin of lasting organizational inclusion.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2021",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Sewell, J., & Park, C. (2021). Implementing strengths-based learning environments for neurodivergent students in higher education. Journal of Postsecondary Education and Disability, 34(3), 221–239.",
    "annotation_full": "Sewell and Park conduct a mixed-methods evaluation of a strengths-based redesign of undergraduate courses for neurodivergent learners. Using student surveys (n = 112) and instructor interviews, they find increases in motivation, self-efficacy, and course completion. The authors conclude that recognizing and leveraging cognitive strengths rather than compensating for deficits fosters authentic inclusion and academic persistence.",
    "doi": "",
    "zotero_item_url": "",
    "year": "2021",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Skoglund, T. H., Risan, P., & Johansen, R. B. (2025). Andragogy in a military leadership course. European Journal of Education Studies, 12(3). https://doi.org/10.46827/ejes.v12i3.586",
    "annotation_full": "This qualitative study examines how adult-learning principles were applied in a Norwegian military leadership course. The authors found that integrating self-reflection, collaboration, and experiential learning enhanced leadership competence and motivation. Participants valued autonomy in problem solving and peer feedback, revealing the compatibility of andragogy with military training. The study concludes that adult-learning frameworks promote adaptability and critical thinking in hierarchical environments. It provides empirical grounding for applying andragogical strategies within U.S. Navy professional military education, supporting the design of faculty programs that balance structure with learner agency.",
    "doi": "10.46827/ejes.v12i3.586",
    "zotero_item_url": "",
    "year": "2025",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Suarez-Grant, J., & Haras, C. (2022). Inclusive Teaching Program: A seven-module online course for faculty of higher education. International Journal of Digital Learning, 13(1). https://doi.org/10.14434/ijdl.v13i1.32398",
    "annotation_full": "Suarez-Grant and Haras describe an evidence-based professional development program for faculty that promotes inclusive teaching through 7 online modules. The course integrates reflection, community dialogue, and application activities designed to shift attitudes and teaching behaviors. Findings indicate improvements in faculty self-efficacy and in the inclusive classroom climate. The model demonstrates how structured digital training can foster psychological safety and awareness of diverse learning needs. Its modular, reflective design mirrors the developmental arc envisioned for professional military education faculty training within neuroaffirming reform initiatives.",
    "doi": "10.14434/ijdl.v13i1.32398",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Thoman, D. B., Yap, M., Herrera, F. A., & Smith, J. L. (2021). Diversity interventions in the classroom: From resistance to action. CBE, Life Sciences Education. https://doi.org/10.1187/cbe.20-07-0143",
    "annotation_full": "Thoman et al. present a framework that maps faculty progression from resistance to active engagement in diversity initiatives. Their mixed-methods study demonstrates that guided reflection, peer support, and institutional reinforcement are critical to sustaining inclusive practices. The authors emphasize addressing emotional and cognitive barriers to change rather than relying solely on policy mandates. This article provides a blueprint for managing resistance within professional military education contexts, illustrating how adaptive leadership and reflective dialogue transform skepticism into ownership of inclusive reform.",
    "doi": "10.1187/cbe.20-07-0143",
    "zotero_item_url": "",
    "year": "2021",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  },
  {
    "bucket": "Intervention and Reform: Inclusive, Adaptive, and Neuroaffirming Systems",
    "bucket_number": 3,
    "color_code": "purple",
    "citation_apa": "Wijnen-Meijer, M., Brandhuber, T., Schneider, A., & Berberat, P. O. (2022). Implementing Kolb's experiential learning cycle by linking real experience, case-based discussion, and simulation. Journal of Medical Education and Curricular Development. https://doi.org/10.1177/23821205221091511",
    "annotation_full": "Wijnen-Meijer and colleagues conduct a design-based implementation study in medical education linking experiential learning with simulation and case-based discussion. Findings show that integrating reflection and application enhances reasoning and knowledge retention while preserving learner autonomy. The authors conclude that experiential-cycle interventions cultivate adaptability and critical thinking, offering a practical model for inclusive professional education reform.",
    "doi": "10.1177/23821205221091511",
    "zotero_item_url": "",
    "year": "2022",
    "mega_macro_micro": "MEGA",
    "sub_bucket": "",
    "tags": []
  }
]